Repository: 5l1v3r1/server-patrol
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The server responded with an HTTP error: %(status_code)i %(reason)s.
fr: Le serveur a répondu par une erreur HTTP : %(status_code)i %(reason)s.

source: There were too many HTTP redirects (3xx HTTP status code).
fr: Trop de redirections HTTP (code de statut HTTP 3xx).

source: Connection to the server timed out.
fr: La connexion au serveur a prit trop de temps.

source: The server took too long to respond.
fr: Le serveur a prit trop de temps à répondre.

source: An SSL error occured: %(exception)s
fr: Une erreur SSL est survenue : %(exception)s

source: A proxy error occured: %(exception)s
fr: Une erreur de proxy est survenue : %(exception)s

source: Network error: unable to connect to the server.
fr: Erreur réseau : impossible de se connecter au serveur.

source: Response body check failed: the Regex doesn't match anything.
fr: Vérification du corps de la réponse échouée : l'expression régulière ne corresponds à rien.

source: %(monitoring_name)s is gone
fr: %(monitoring_name)s est parti

source: %(monitoring_name)s is back up
fr: %(monitoring_name)s est revenu

source: Name
fr: Nom

source: Public?
fr: Publique ?

source: URL to check
fr: URL à vérifier

source: HTTP method to use
fr: Méthode HTTP à utiliser

source: HTTP headers to send
fr: En-têtes HTTP à envoyer

source: HTTP response body Regex check
fr: Regex de vérification

source: Verify HTTPS certificate?
fr: Vérifier le certificat HTTPS ?

source: Check interval (minutes)
fr: Intervalle de vérification (minutes)

source: Connection timeout (seconds)
fr: Durée de grâce de la connexion (secondes)

source: Recipients of the email alerts
fr: Destinataires des alertes mail

source: Recipients of the SMS alerts
fr: Destinataires des alertes SMS

source: Ignore HTTP errors?
fr: Ignorer les erreurs HTTP ?

source: Monitoring created successfuly.
fr: Surveillance créée avec succès.

source: Error creating this monitoring: %(exception)s
fr: Erreur lors de la création de cette surveillance : %(exception)s

source: Monitoring edited successfuly.
fr: Surveillance modifiée avec succès.

source: Error editing this monitoring: %(exception)s
fr: Erreur lors de la modification de cette surveillance : %(exception)s

source: Monitoring deleted successfuly.
fr: Surveillance supprimée avec succès.

source: Error deleting this monitoring: %(exception)s
fr: Erreur lors de la suppression de cette surveillance : %(exception)s

source: %(monitoring_name)s is down
fr: %(monitoring_name)s n'est pas joignable

source: <p><b>%(monitoring_name)s</b> seems to encounter issues and is unreachable since the <b>%(last_status_change)s</b>. The reason is:</p><p>%(last_down_reason)s</p>
fr: <p><b>%(monitoring_name)s</b> a l'air de rencontrer des problèmes et est injoignable depuis le <b>%(last_status_change)s</b>. La raison est :</p><p>%(last_down_reason)s</p>

source: %(monitoring_name)s is up
fr: %(monitoring_name)s est joignable

source: <p><b>%(monitoring_name)s</b> is up and reachable since the <b>%(last_status_change)s</b>.</p>
fr: <p><b>%(monitoring_name)s</b> est en ligne et joignable depuis le <b>%(last_status_change)s</b>.</p>

source: %(monitoring_name)s status is unknown
fr: Le statut de %(monitoring_name)s est inconnu

source: <p>The status of <b>%(monitoring_name)s</b> is currently unknown.</p>
fr: <p>Le statut de <b>%(monitoring_name)s</b> est actuellement inconnu.</p>

source: %(title)s - Monitorings status
fr: %(title)s - Etat des surveillances

source: Public monitorings only
fr: Uniquement les surveillances publiques

source: RSS feed
fr: Flux RSS

source: Down since:
fr: Injoignable depuis :

source: Reason:
fr: Raison :

source: Last checked:
fr: Dernière vérification :

source: Never
fr: Jamais

source: Next check:
fr: Prochaine vérification :

source: It seems this monitoring wasn't checked at the expected time. Maybe there's an issue with the scheduled task?
fr: Il semblerait que cette surveillance n'a pas été vérifiée à l'heure prévue. Peut-être y a-t-il un problème avec la tâche planifiée?

source: No monitoring to display a this moment.
fr: Aucune surveillance à afficher pour le moment.

source: Statuses
fr: Statuts

source: Admin
fr: Gestion

source: Source code on GitHub
fr: Code source sur GitHub

source: Licensed under the %(license)s
fr: Sous licence %(license)s

source: Create
fr: Créer

source: Python Regex or empty to disable
fr: Regex Python ou vide pour désactiver

source: Defaults to 10, min 3
fr: Par défaut 10, mini 3

source: Defaults to 5, min 1
fr: Par défaut 5, mini 1

source: Type an email address and hit Enter
fr: Tapez adresse mail puis Entrée

source: Type a phone number and hit Enter
fr: Tapez numéro de tel. puis Entrée

source: Back
fr: Retour

source: Save
fr: Enregistrer

source: Add new:
fr: Ajouter nouveau :

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: Value
fr: Valeur

source: HTTP method
fr: Méthode HTTP

source: Verify HTTPS certificate
fr: Vérifier le certificat HTTPS

source: Check interval
fr: Intervalle de vérification

source: Timeout
fr: Durée de grâce

source: Yes
fr: Oui

source: No
fr: Non

source: Edit this monitoring
fr: Modifier cette surveillance

source: Are you sure?
fr: Etes-vous sûr(e) ?

source: Delete this monitoring
fr: Supprimer cette surveillance

source: This email was automatically sent by <a href="%(home_link)s">%(title)s</a>. Please don't reply.
fr: Cet email vous a été envoyé automatiquement par <a href=\"%(home_link)s\">%(title)s</a>. Merci de ne pas y répondre.

source: You are receiving this email because you are subscribed to the status alerts from <b>%(monitoring_name)s</b>.
fr: Vous recevez cet email car vous être inscrit(e) aux alertes de <b>%(monitoring_name)s</b>.

source: If you no longer want to, or if you think it's a mistake, please contact your system administrator.
fr: Si vous ne souhaitez plus en recevoir, ou si vous pensez que cela est une erreur, veuillez contacter votre administrateur système.

source: This email was automatically sent by %(title)s (%(home_link)s). Please don't reply.
fr: Cet email vous a été envoyé automatiquement par %(title)s (%(home_link)s). Merci de ne pas y répondre.

source: You are receiving this email because you are subscribed to the status alerts from %(monitoring_name)s.
fr: Vous recevez cet email car vous être inscrit(e) aux alertes de %(monitoring_name)s.

source: <b>%(monitoring_name)s</b> seems to encounter issues and is unreachable right now. The reason is:
fr: <b>%(monitoring_name)s</b> a l'air de rencontrer des problèmes et est injoignable à l'heure actuelle. La raison est :

source: <b>%(monitoring_name)s</b> encountered issues but is now reachable. The reason of the downtime was:
fr: <b>%(monitoring_name)s</b> a rencontré des problèmes mais est à nouveau joignable. La raison était :

source: %(monitoring_name)s seems to encounter issues and is unreachable right now. The reason is:
fr: %(monitoring_name)s a l'air de rencontrer des problèmes et est injoignable à l'heure actuelle. La raison est :

source: %(monitoring_name)s encountered issues but is now reachable. The reason of the downtime was:
fr: %(monitoring_name)s a rencontré des problèmes mais est à nouveau joignable. La raison était :

source: Unauthorized
fr: Accès non authorisé

source: It seems you're not authorized to go here.
fr: Vous n'avez pas l'autorisation d'accéder à ceci.

source: Forbidden
fr: Accès interdit

source: Access to this resource is forbidden.
fr: L'accès à cette ressource vous a été interdit.

source: Not found
fr: Non trouvé

source: Sorry, there's nothing here.
fr: Désolé, il n'y a rien ici.

source: Server error
fr: Erreur serveur

source: A server error occured! Please retry. If the error persists, please report an issue <a href="https://github.com/EpocDotFr/server-patrol/issues">here</a>.
fr: Une erreur serveur est survenue ! Veuillez rééssayer. Si le problème persiste, merci de rapporter un bug <a href="https://github.com/EpocDotFr/server-patrol/issues">ici</a>.

source: %(monitoring_name)s is unreachable. Reason:
fr: %(monitoring_name)s est injoignable. Raison :

source: %(monitoring_name)s is now reachable. Downtime reason was:
fr: %(monitoring_name)s est maintenant joignable. Le problème était :
